/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Elaborado pela Equipe DigiWallet. Versão %1$@";

/* Privay Policy button label */
"About.privacy" = "Política de Privacidade\n";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Termos de uso";

/* About screen title */
"About.title" = "Sobre";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Encerrar";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centro de Suporte\n";

/* Loading Wallet Message */
"Account.loadingMessage" = "A carregar a Carteira";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "A minha DigiWallet\n";

/* Error alert title */
"Alert.error" = "Erro";

/* No internet alert message */
"Alert.noInternet" = "Sem conexão com a internet. Verifique a sua conexão e tente novamente.\n";

/* Warning alert title */
"Alert.warning" = "Aviso";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Endereços copiados";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Todos os endereços da carteira foram copiados com sucesso.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Chave de recuperação pessoal, Configurada";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Fantástico!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Pin Configurado";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Falha no Envio";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Confirmação de Envio";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Digibyte Enviadas!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Erro de serialização JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "A Carteira não está pronta\n";

/* API Token error message */
"ApiClient.tokenError" = "Não foi possível recuperar o API Token";

/* Send BCH view body. */
"BCH.body" = "Insire o Digibyte endereço do destinatário em baixo. Todas as DigiBytes na sua carteira serao enviadas no momento do fork (% 1 $ @).\n";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmação de Envio %1$@ para %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmação";

/* Generic bch erorr message */
"BCH.genericError" = "A sua conta não contém Digibytes, ou recebeu Digibytes após o fork.\n";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transação ID copiada.";

/* No address error message */
"BCH.noAddressError" = "Por favor insira o endereço.";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "O  protocolo pedido de pagamento não é suportado para DigiByte transações";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte foi enviado com sucesso.";

/* Widthdraw BCH view title */
"BCH.title" = "Levantamento Digibyte";

/* Tx Hash button header */
"BCH.txHashHeader" = "ID da transação DigiByte";

/* Approve button label */
"BitID.approve" = "Aprovado";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ está a solicitar autenticação usando sua carteira DigiByte";

/* Deny button label */
"BitID.deny" = "Não autorizado";

/* BitID error alert title */
"BitID.error" = "Erro na Autenticação";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Por favor verifique com o serviço. Talvez seja necessário tentar novamente.";

/* BitID success alert title */
"BitID.success" = "Autenticado com sucesso";

/* BitID Authentication Request alert view title */
"BitID.title" = "Pedido de autenticação DigiID";

/* Cancel button label */
"Button.cancel" = "Cancelar";

/* Ignore button label */
"Button.ignore" = "Ignorar";

/* menu button */
"Button.menu" = "Menu";

/* No button */
"Button.no" = "Não";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Receber";

/* send button */
"Button.send" = "Enviar";

/* Settings button label */
"Button.settings" = "Configurações";

/* Settings button label */
"Button.submit" = "Submeter";

/* Yes button */
"Button.yes" = "Sim";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrar a sua ID na caixa";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Montante a enviar:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Taxa de rede:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Tempo de processamento: Esta transação levará %1$@ segundos para processar.\n";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Enviado";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmação";

/* To: (address) */
"Confirmation.to" = "Para";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Custo Total:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Para garantir que tudo foi escrito corretamente, insira as seguintes palavras da sua Chave de recuperação pessoal.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Palavra #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unidade de exibição, Digibyte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Taxa de Câmbio";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Este dispositivo não está configurado para enviar emails com o aplicativo de e-mail iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email indisponível";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Este dispositivo não está configurado para enviar mensagens.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Mensagens indisponíveis";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Através do Face ID de %1$@, pode personalizar o seu limite a despender.";

/* Face Id screen label */
"FaceIDSettings.label" = "Use seu Rosto para desbloquear a sua DigiWallet e envie Digibyte com um limite definido.\n";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Texto do link (veja TouchIdSettings.customizeText)\n";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Permitir Face ID para DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Não foi configurado o Face ID neste dispositivo. Aceda a Configurações-> Face ID & Passcode para configurar agora.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID não configurado";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Limite a Despender";

/* Economy fee */
"FeeSelector.economy" = "Econômica";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Tempo estimado de envio: +10 minutos\n";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Esta opção não é recomendada para transações sensíveis ao tempo.";

/* Regular fee */
"FeeSelector.regular" = "Normal";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Tempo estimado de envio: 15 a 30 segundos\n";

/* Fee Selector title */
"FeeSelector.title" = "Velocidade de processamento";

/* Checking private key balance progress view text */
"Import.checking" = "A Verificar o saldo da chave privada";

/* Sweep private key confirmation message */
"Import.confirm" = "Enviar %1$@ desta chave privada para a sua carteira? A rede DigiByte receberá uma taxa de %2$@.\n";

/* Duplicate key error message */
"Import.Error.duplicate" = "Esta chave privada já está na sua carteira.";

/* empty private key error message */
"Import.Error.empty" = "Esta chave privada está vazia.";

/* High fees error message */
"Import.Error.highFees" = "As taxas de transação custariam mais do que os fundos disponíveis nesta chave privada.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Não é uma chave privada válida";

/* Import signing error message */
"Import.Error.signing" = "Erro ao assinar a transação";

/* Import button label */
"Import.importButton" = "Importar";

/* Importing wallet progress view label */
"Import.importing" = "Importar Carteira";

/* Caption for graphics */
"Import.leftCaption" = "Carteira a ser importada";

/* Import wallet intro screen message */
"Import.message" = "Ao Importar a carteira, irá transferir todas as suas Digibyte da sua outra carteira para a DigiWallet usando uma única transação.";

/* Enter password alert view title */
"Import.password" = "Esta chave privada é protegida por senha";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Senha";

/* Caption for graphics */
"Import.rightCaption" = "A sua Digiwallet";

/* Scan Private key button label */
"Import.scan" = "Digitalizar chave privada";

/* Import wallet success alert title */
"Import.success" = "Sucesso";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Carteira importada com Sucesso.";

/* Import Wallet screen title */
"Import.title" = "Importar Carteira";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Desbloqueando Chave";

/* Import wallet intro warning message */
"Import.warning" = "A importação de uma carteira não inclui histórico de transações ou outros detalhes.";

/* Wrong password alert message */
"Import.wrongPassword" = "Senha errada, tente novamente.";

/* Close app button */
"JailbreakWarnings.close" = "Concluir";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorar";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SEGURANÇA DO DISPOSITIVO COMPROMETIDA!\nQualquer aplicativo 'jailbreak' pode aceder aos seus dados do keychain da DigiWallet e roubar as suas DigiBytes! Apague esta carteira imediatamente e restaure em um dispositivo seguro.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SEGURANÇA DO DISPOSITIVO COMPROMETIDA!\nQualquer aplicativo 'jailbreak' pode aceder aos seus dados do keychain da DigiWallet e roubar as suas DigiBytes. Por favor, use  a sua DigiWallet somente em um dispositivo seguro.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "AVISO";

/* Location services disabled error */
"LocationPlugin.disabled" = "Os serviços de localização estão desativados.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "A DigiWallet não tem autorização para aceder aos serviços de localização.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Você criou a sua carteira em %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "O nome da sua carteira só aparece no histórico de transações da sua conta e não pode ser vista por mais ninguém.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nome da carteira";

/* Manage wallet modal title */
"ManageWallet.title" = "Gerenciar Carteira";

/* Buy bitcoin title */
"MenuButton.buy" = "Comprar Digibyte";

/* Menu button title */
"MenuButton.lock" = "Trancar Carteira";

/* Menu button title */
"MenuButton.security" = "Centro de Segurança";

/* Menu button title */
"MenuButton.settings" = "Configurações";

/* Menu button title */
"MenuButton.support" = "Suporte";

/* button label */
"MenuViewController.createButton" = "Criar Nova Carteira";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Recuperar Carteira";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Alterar para o Modo Automático";

/* Node is connected label */
"NodeSelector.connected" = "Conectado";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Inserir o endereço  Node IP  e a porta (opcional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Inserir Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Alterar para Modo Manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Node Primário  actual";

/* Node is not connected label */
"NodeSelector.notConnected" = "Sem conexão";

/* Node status label */
"NodeSelector.statusLabel" = "Status de conexão do Node";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Pedido de pagamento inválido";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Documento não suportado ou corrompido";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "certificado em falta";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Pedido expirado";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Não foi possível fazer o pagamento";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Os pagamentos em DigiByte não podem ser inferiores a  %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "As transações de saída DigiByte não podem ser inferiores a $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "tipo de assinatura não suportada";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificado não confiável";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Pressione aqui para ativar Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Activar Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "É necessária uma senha no dispositivo para proteger a sua carteira. Aceda  a configurações e ativar código de acesso.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Ativar o código do dispositivo";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Sua Chave de recuperação pessoal deve ser guardada para o caso de  perder ou mudar o seu telefone. Pressione aqui para continuar.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Acção requerida";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Sua carteira pode estar sem sincronia. Isto muitas vezes pode ser corrigido rastreando o blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transação rejeitada";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ajude a melhorar a DigiWallet partilhando seus dados pessoais connosco";

/* Share data prompt title */
"Prompts.ShareData.title" = "Partilhar dados pessoais";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Pressione aqui para ativar Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Activar Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "A DigiWallet foi atualizada para usar  PIN de 6 dígitos. Pressione aqui para atualizar.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Actualizar PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Ative as notificações para que no futuro receba mensagens especiais na DigiWallet.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Mover notificações";

/* Push notifications are off label */
"PushNotifications.off" = "Desligado";

/* Push notifications are on label */
"PushNotifications.on" = "Ligado";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notificações";

/* Address copied message. */
"Receive.copied" = "Copiado para a área de transferência.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Solicite uma quantia";

/* Share button label */
"Receive.share" = "Partilhar";

/* Share via text message (SMS) */
"Receive.textButton" = "Mensagem de texto";

/* Receive modal title */
"Receive.title" = "Receber";

/* Done button text */
"RecoverWallet.done" = "Concluído";

/* Recover wallet header */
"RecoverWallet.header" = "Recuperar Carteira";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Restabelecer PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Inserir Chave de recuperação pessoal";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recupere a sua DigiWallet com a sua Chave de recuperação pessoal.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "A Chave de recuperação pessoal que que inseriu é inválida. Verifique novamente cada palavra e tente novamente.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Seta esquerda";

/* Next button label */
"RecoverWallet.next" = "Seguinte";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Pressione aqui para obter mais informações.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Seta direita";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Insire a Chave de recuperação pessoal da carteira que deseja recuperar.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Para redefinir o seu PIN, insira as palavras da sua Chave de recuperação pessoal nas caixas por baixo.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Inserir um montante primeiro.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Solicite uma quantia";

/* Alert action button label */
"ReScan.alertAction" = "Sinc";

/* Alert message body */
"ReScan.alertMessage" = "Não poderá enviar Digibyte enquanto está a sincronizar.";

/* Alert message title */
"ReScan.alertTitle" = "Sincronizar com o Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minutos";

/* Syncing explanation */
"ReScan.body2" = "Se uma transação aparecer como concluída na rede DigiByte, mas não na sua DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = " Está a receber um erro repetido a informar que sua transação foi rejeitada.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Iniciar Sincronização";

/* Sync blockchain view footer */
"ReScan.footer" = "Não poderá enviar Digibyte enquanto  está sincronizar com o blocochain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sincronização do Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Tempo estimado";

/* Subheader label */
"ReScan.subheader2" = "Quando para sincronizar?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash da câmera";

/* Complete filter label */
"Search.complete" = "concluído";

/* Pending filter label */
"Search.pending" = "pendente";

/* Received filter label */
"Search.received" = "Recebido";

/* Sent filter label */
"Search.sent" = "enviado";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Ative todos os recursos de segurança para proteção máxima.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "A única forma de aceder às suas DigiBytes em caso de perder ou atualizar o seu telefone.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Chave de recuperação pessoal";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protege a sua DigiWallet contra usuários não autorizados.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-dígitos PIN";

/* Security Center Title */
"SecurityCenter.title" = "Centro de Segurança";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Desbloqueie a sua DigiWallet convenientemente e envie Digibyte até um limite definido.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touche ID";

/* Send money amount label */
"Send.amountLabel" = "Montante";

/* Balance: $4.00 */
"Send.balance" = "Saldo: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Aceda a Configurações para permitir o acesso á câmera.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "A DigiWallet não tem permissão para aceder á câmera";

/* Warning when sending to self. */
"Send.containsAddress" = "O destino é seu próprio endereço. Não pode enviar para si mesmo.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Não foi possível criar transação";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "A área de colagem encontra-se em branco";

/* Network Fee: $0.01 */
"Send.fee" = "Taxa de rede: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "A identidade do beneficiário não está certificada.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "O endereço de destino não é um endereço DigiByte válido.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "A área de colagem não contém um endereço DigiByte válido.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Endereço inválido";

/* Is rescanning error message */
"Send.isRescanning" = "O envio está desactivado durante o rastreio.";

/* Loading request activity view message */
"Send.loadingRequest" = "A carregar Pedido";

/* Empty address alert message */
"Send.noAddress" = "Por favor insira o endereço do destinatário.";

/* Emtpy amount alert message */
"Send.noAmount" = "Por favor insira um valor a enviar.";

/* Paste button label */
"Send.pasteLabel" = "Colar";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Não foi possível publicar a transação.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Não foi possível carregar o pedido de pagamento";

/* Scan button label */
"Send.scanLabel" = "Digitalizar";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Enviar";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enviar";

/* Send money to label */
"Send.toLabel" = "Para";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Os endereços DigiByte destinam-se apenas a um único uso.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "A reutilização reduz a privacidade tanto para si e para o destinatário, pode resultar em perda, se o destinatário não controlar diretamente o endereço.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Endereço já utilizado";

/* About label */
"Settings.about" = "Sobre";

/* Advanced Settings title */
"Settings.advancedTitle" = "Configurações avançadas";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Mostrar moeda";

/* Join Early access label */
"Settings.earlyAccess" = "Registe-se ao   Early Access";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Está a gostar da sua DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID limite a Despender";

/* Import wallet label */
"Settings.importTitle" = "Importar Carteira";

/* Manage settings section header */
"Settings.manage" = "Gerir";

/* Notifications label */
"Settings.notifications" = "Notificações";

/* Leave review button label */
"Settings.review" = "Deixe-nos a sua crítica";

/* Share anonymous data label */
"Settings.shareData" = "Partilhe dados anônimos";

/* Sync blockchain label */
"Settings.sync" = "Sincronizar Blockchain";

/* Settings title */
"Settings.title" = "Configurações";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Face ID limite a Despender";

/* Wallet Settings section header */
"Settings.wallet" = "Carteira";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Iniciar / Recuperar outra Carteira";

/* Share data view body */
"ShareData.body" = "Ajude a melhorar a DigiWallet partilhando os seus dados anônimos connosco. Não incluirá nenhuma informação financeira. Nós respeitamos sua privacidade financeira.";

/* Share data header */
"ShareData.header" = "Partilhar Dados?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Partilhar dados anônimos?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Escreva novamente a Chave de recuperação pessoal";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "A sua Chave de recuperação pessoal é a única maneira de restaurar a sua DigiWallet se o seu telefone for perdido, roubado, estragado ou atualizado.\n \nVamos mostrar uma lista de palavras para guardar e manter em segurança.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Escreva novamente a  sua Chave de recuperação";

/* Argument is date */
"StartPaperPhrase.date" = "Escreveu pela última vez a sua Chave de recuperação  em  %1$@";

/* Start view message */
"StartViewController.message" = "A forma mais segura  de usar DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Conectando";

/* Syncing view header text */
"SyncingView.header" = "Sincronizando";

/* Retry button label */
"SyncingView.retry" = "Repetir";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sincronizando";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Você pode personalizar o seu limite a despender usando o Touch ID %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Use sua impressão digital para desbloquear a sua DigiWallet e envie Digibyte até um limite definido.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Ecran de limite a despender, Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limite a despender: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Activar Touch ID para DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touche ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Você não configurou Touch ID neste dispositivo. Aceda a Configurações -> Touch ID & Passcode para configurar agora.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID não configurado";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Necessita sempre passcode";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Será solicitado a inserir seu PIN de 6 dígitos para enviar qualquer transação sobre o seu limite a despender e a cada 48 horas desde a última vez que você inseriu seu PIN de 6 dígitos.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Limite a despender";

/* Availability status text */
"Transaction.available" = "Disponível para despender";

/* Transaction complete label */
"Transaction.complete" = "Concluido";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Saldo Final: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Taxa de câmbio quando recebido:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Taxa de câmbio quando enviado:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ fee)";

/* Invalid transaction */
"Transaction.invalid" = "INVÁLIDO";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Agora mesmo";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Em progresso: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Em progresso: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Saldo inicial: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Em espera para ser confirmado. Alguns comerciantes precisam de confirmação para finalizar uma transação. Tempo estimado: 1-2 minutos.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "conta";

/* Amount section header */
"TransactionDetails.amountHeader" = "Montante";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmado no Bloco";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Suas transações irão aparecer aqui.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "at %1$@";

/* More button title */
"TransactionDetails.more" = "Mais...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Movido %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Movido <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Não confirmado";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Recebido %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Recebido <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Enviado %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Enviado Sent <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Detalhes da transação";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "para %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Transação Digibyte ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Recebido neste endereço";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Enviado para este endereço";

/* Disabled until date */
"UnlockScreen.disabled" = "Desativado até: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Meu endereço";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Restabelecer PIN";

/* Scan button title */
"UnlockScreen.scan" = "Digitalizar";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Inserir PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Desbloqueie a sua DigiWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Desbloquear com TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Carteira desbloqueada";

/* Update PIN caption text */
"UpdatePin.caption" = "Lembre-se deste PIN. Em caso de esquecimento, não poderá aceder á sua DigiWallet.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Seu PIN será usado para desbloquear a sua DigiWallet e enviarDigibyte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Configurar PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Insira novamente o PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Insira o seu PIN actual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Insira o seu novo PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Insira novamente o PIN";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Desculpe, não foi possível actualizar o PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Erro de atualização de PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Actualizar PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copiar os endereços da carteira para a área de transferência?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorize a copiar o endereço da carteira para a área de transferência";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copiar endereços da carteira";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copiar";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Por favor inisira o seu PIN para autorizar esta transação.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Por favor insira o seu PIN para continuar.";

/* Verify PIN view title */
"VerifyPin.title" = "Pin  Necessário";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorize esta transação";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Inicie o aplicativo do iPhone DigiWallet para configurar sua carteira.";

/* Dismiss button label */
"Webview.dismiss" = "Fechar";

/* Webview loading error message */
"Webview.errorMessage" = "Ocorreu um erro ao carregar o conteúdo. Por favor, tente novamente.";

/* Updating webview message */
"Webview.updating" = "Actualizando...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte for iOS mudou seu nome para DigiWallet, com um novo visual e novas funcionalidades.\n \nSe precisar de ajuda, procure o (?) No canto superior direito da maioria dos ecrans.";

/* Top title of welcome screen */
"Welcome.title" = "Bem Vindo á DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Tem certeza de que deseja apagar esta carteira?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Apagar a Carteira?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Falha ao apagar a Carteira";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Falha";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Insira a frase de recuperação desta carteira para apagar e iniciar ou recuperar outra. Seu saldo atual permanece nesta frase.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Iniciar ou recuperar outra carteira, permite aceder e gerenciar uma DigiWallet diferente neste dispositivo.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Não poderá mais aceder á sua DigiWallet atual neste dispositivo. O saldo permanecerá na frase.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Iniciar ou Recuperar Outra Carteira";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Apagar";

/* Wiping activity message */
"WipeWallet.wiping" = "Apagando...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Anote cada palavra em ordem e guarde-as em um local seguro.";

/* button label */
"WritePaperPhrase.next" = "Seguinte";

/* button label */
"WritePaperPhrase.previous" = "Anterior";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

